export const banglaDigit = ['০', '১', '২', '৩', '৪', '৫', '৬', '৭', '৮', '৯']

export const banglaMonths = [
  'বৈশাখ',
  'জ্যৈষ্ঠ',
  'আষাঢ়',
  'শ্রাবণ',
  'ভাদ্র',
  'আশ্বিন',
  'কার্তিক',
  'অগ্রহায়ণ',
  'পৌষ',
  'মাঘ',
  'ফাল্গুন',
  'চৈত্র',
]

export const banglaDays = [
  'রবিবার',
  'সোমবার',
  'মঙ্গলবার',
  'বুধবার',
  'বৃহস্পতিবার',
  'শুক্রবার',
  'শনিবার',
]

export const banglaSeasons = [
  'গ্রীষ্ম',
  'বর্ষা',
  'শরৎ',
  'হেমন্ত',
  'শীত',
  'বসন্ত',
]

export const totalDaysInBanglaMonth = [
  31, 31, 31, 31, 31, 31, 30, 30, 30, 30, 30, 30,
]
